<h1>Je n&rsquo;arrive pas &agrave; ouvrir mon formulaire de demande au format PDF. Que puis-je faire?</h1>
<div class="alert alert-warning">
    <p>Nous &eacute;prouvons des difficult&eacute;s avec les formulaires suivants, qui contiennent des <a href="https://www.canada.ca/fr/immigration-refugies-citoyennete/services/demande/formulaires-demande-guides/comment-utiliser-formulaire-demande.html">codes &agrave; barres&nbsp;2D</a>&nbsp;: </p>
    <ul>
        <li> <a href="https://www.canada.ca/content/dam/ircc/migration/ircc/francais/pdf/trousses/form/imm0008fra_2d.pdf">Formulaire de demande g&eacute;n&eacute;rique pour le Canada&nbsp;[IMM&nbsp;0008] (PDF, 579&nbsp;Ko)</a></li>
        <li> <a href="https://www.canada.ca/content/dam/ircc/migration/ircc/francais/pdf/trousses/form/imm1344f.pdf">Demande de parrainage, entente de parrainage et engagement&nbsp;[IMM&nbsp;1344] (PDF, 887&nbsp;Ko)</a></li>
        <li> <a href="https://www.canada.ca/content/dam/ircc/migration/ircc/francais/pdf/trousses/form/eimm5669f.pdf">Annexe A &ndash; Ant&eacute;c&eacute;dents/D&eacute;claration [IMM&nbsp;5669] (PDF, 553&nbsp;Ko)</a></li>
    </ul>
    <p>Si vous pr&eacute;sentez un de ces formulaires, il vous faudra la version&nbsp;<a href="https://www.adobe.com/devnet-docs/acrobatetk/tools/ReleaseNotes/11/11.0.09.html">11.0.09 d&rsquo;Acrobat Reader</a> (en anglais seulement) pour le remplir.</p>
    <p> Si vous pr&eacute;sentez une demande dans un <a href="https://www.canada.ca/fr/immigration-refugies-citoyennete/organisation/contactez-ircc/bureaux/trouver-centre-reception-demande-visa.html">centre de r&eacute;ception des demandes de visa (CRDV)</a>, il se peut qu&rsquo;on vous demande de remplir le formulaire &agrave; nouveau dans un de leurs kiosques Web. </p>
</div>
<p>Les formulaires d&rsquo;IRCC qui doivent être valid&eacute;s à l&rsquo;aide du bouton «&nbsp;Valider&nbsp;» au bas du formulaire ont un encodage sp&eacute;cial. L&rsquo;ordinateur doit être dot&eacute; d&rsquo;Adobe Reader&nbsp;10 ou d&rsquo;une version ult&eacute;rieure pour les ouvrir.</p>
<p>Si vous avez de la difficult&eacute; à ouvrir un fichier PDF sur notre site Web, essayez ce qui suit.</p>
<h2>Utilisateurs de PC</h2>
<ul>
    <li>Trouvez le lien correspondant au fichier que vous voulez enregistrer (pour ce faire, il peut être n&eacute;cessaire de revenir à la page pr&eacute;c&eacute;dente).</li>
    <li>Cliquez sur le lien avec le bouton droit de la souris.</li>
    <li>S&eacute;lectionnez «&nbsp;Enregistrer la cible sous&nbsp;» ou «&nbsp;Enregistrer le lien sous&nbsp;».</li>
    <li>Choisissez l&rsquo;emplacement où vous souhaitez enregistrer le fichier sur votre ordinateur.</li>
    <li>S&eacute;lectionnez «&nbsp;Enregistrer&nbsp;».</li>
    <li>À l&rsquo;aide de l&rsquo;Explorateur Windows, acc&eacute;dez à l&rsquo;emplacement où vous avez enregistr&eacute; le fichier. </li>
    <li>Cliquez sur le fichier PDF avec le bouton droit de la souris.</li>
    <li>S&eacute;lectionnez «&nbsp;Ouvrir avec&nbsp;».</li>
    <li>Rendez-vous dans les choix de programmes.</li>
    <li>S&eacute;lectionnez «&nbsp;Adobe Acrobat Reader&nbsp;».</li>
    <li>Assurez-vous de cocher la case «&nbsp;Toujours utiliser ce programme pour ouvrir ce type de fichier&nbsp;».</li>
    <li>Cliquez sur «&nbsp;OK&nbsp;».</li>
</ul>
<h2>Utilisateurs de Mac</h2>
<ul>
    <li>Trouvez le lien correspondant au fichier que vous voulez enregistrer (pour ce faire, il peut être n&eacute;cessaire de revenir à la page pr&eacute;c&eacute;dente).</li>
    <li>Appuyez sur la touche Contrôle (Ctrl) et cliquez sur le lien. </li>
    <li>Quand le menu d&rsquo;options s&rsquo;affiche, s&eacute;lectionnez «&nbsp;T&eacute;l&eacute;charger le lien sur le disque&nbsp;» ou «&nbsp;T&eacute;l&eacute;charger le fichier&nbsp;».</li>
    <li>Choisissez l&rsquo;emplacement où vous souhaitez enregistrer le fichier sur votre ordinateur. Le t&eacute;l&eacute;chargement commencera une fois que vous aurez choisi un emplacement.</li>
    <li>Utilisez <a href="https://support.apple.com/fr-ca/HT201732" rel="external"><span lang="en">Spotlight</span> ou <span lang="en">Finder</span> pour trouver le fichier t&eacute;l&eacute;charg&eacute;</a>.</li>
</ul>
<p>Une version <strong>gratuite</strong> d&rsquo;Adobe Reader peut être t&eacute;l&eacute;charg&eacute;e à partir du site Web d&rsquo;<a href="https://acrobat.adobe.com/ca/fr/acrobat/pdf-reader.html" rel="external">Adobe</a>. Elle est disponible pour les appareils Windows, Mac et Android.</p>